"ONE_SONG" = "1 dal";
"SONGS_COUNT_FORMAT" = "%d dal";

"ALBUM_HEADER_RELEASE_DATE_FORMAT" = "Megjelent: %@";

"ALBUM_HEADER_SONG_COUNT_AND_DURATION_COMBINATION_FMT" = "%@, %@.";

"MUSIC" = "Zene";

"123" = "123";

"Add All Albums" = "Összes album hozzáadása";

"Add All Songs" = "Összes hozzáadása";

"ADD_PLAYLIST_CONFIRM_BUTTON_TITLE" = "Mentés";
"ADD_PLAYLIST_DIALOG_TITLE" = "Új játéklista";
"ADD_PLAYLIST_DIALOG_MESSAGE" = "Nevezze el ezt a játéklistát.";
"ADD_PLAYLIST_ROW" = "Játéklista hozzáadása…";
"ADD_PLAYLIST_TITLE_PLACEHOLDER" = "Név";
"ADD_SONGS_TO_CUSTOM_PLAYLIST_FORMAT" = "Adjon dalokat ehhez: „%@”.";
"EDIT_PLAYLIST_RENAME" = "Átnevezés";
"EDIT_PLAYLIST_ADD_SONGS" = "Dalok hozzáadása";
"RENAME_PLAYLIST_DIALOG_TITLE" = "Játéklista átnevezése";
"RENAME_PLAYLIST_TITLE_PLACEHOLDER" = "Név";

"Albums" = "Albumok";

"All Albums" = "Összes album";

"All Songs" = "Összes dal";

"Cancel" = "Mégsem";

"WAITING_FOR_POST_PROCESSING_TO_FINISH_MESSAGE" = "Könyvtár frissítése\U2026";

"WAITING_FOR_POST_PROCESSING_TO_FINISH_SUBTITLE" = "Ez eltarthat néhány percig.";

"Refresh Playlist" = "Játéklista frissítése";

"CLEAR" = "Ürítés";

"Clear Playlist" = "Játéklista ürítése";

"Save Playlist" = "Játéklista mentése";

"Delete Playlist" = "Játéklista törlése";

"Delete" = "Törlés";

"Done" = "Kész";

"Edit" = "Szerk.";

"Save" = "Mentés";

"LISTING_COUNT_ALBUMS_FORMAT" = "%d album";

"LISTING_COUNT_ARTISTS_FORMAT" = "%d előadó";

"LISTING_COUNT_GENERIC_ITEMS_FORMAT" = "%d elem";

"LISTING_COUNT_GENERIC_TRACKS_FORMAT" = "%d sáv";

"LISTING_COUNT_GENRES_FORMAT" = "%d műfaj";

"LISTING_COUNT_PLAYLISTS_FORMAT" = "%d játéklista";

"LISTING_COUNT_SONGS_FORMAT" = "%d dal";

"NO_CONTEXT_NAVTITLE_ARTISTS" = "Előadók";

"NO_CONTEXT_NAVTITLE_GENRES" = "Műfajok";

"OK" = "OK";

"Playlists" = "Játéklisták";

"Shuffle" = "Keverés";

"Songs" = "Dalok";

"Unknown" = "Ismeretlen";
"UNKNOWN_ARTIST" = "Ismeretlen előadó";
"UNKNOWN_ALBUM" = "Ismeretlen album";

"NOW_PLAYING_BUTTON_LABEL" = "Most\njátszódó";

"SEARCH_RESULT_SECTION_TITLE_ARTISTS" = "Előadók (%@ találat)";
"SEARCH_RESULT_SECTION_TITLE_ARTIST" = "Előadó (%@ találat)";
"SEARCH_RESULT_SECTION_TITLE_ALBUMS" = "Albumok (%@ találat)";
"SEARCH_RESULT_SECTION_TITLE_ALBUM" = "Album (%@ találat)";
"SEARCH_RESULT_SECTION_TITLE_PLAYLIST" = "Játéklista (%@ találat)";
"SEARCH_RESULT_SECTION_TITLE_PLAYLISTS" = "Játéklisták (%@ találat)";
"SEARCH_RESULT_SECTION_TITLE_SONG" = "Dal (%@ találat)";
"SEARCH_RESULT_SECTION_TITLE_SONGS" = "Dalok (%@ találat)";
"SEARCH_RESULT_SECTION_TITLE_GENRES" = "Műfajok (%@ találat)";
"SEARCH_RESULT_SECTION_TITLE_GENRE" = "Műfaj (%@ találat)";

"ADD_SONGS_TO_PLAYLIST_FORMAT" = "Adjon dalokat a(z) %@ játéklistához.";

"ALBUM_INFO_SEPARATOR" = ", ";
"ALBUM_INFO_RELEASE_DATE_FORMAT" = "Megjelent: %@";
"ALBUM_INFO_SONGS_SINGULAR" = "1 dal";
"ALBUM_INFO_SONGS_FORMAT_PLURAL" = "%u dal";
"ALBUM_INFO_TIME_SINGULAR" = "1 perc";
"ALBUM_INFO_TIME_FORMAT_PLURAL" = "%u perc";

"UNKNOWN_DURATION" = "--:--";
